[
    [
        {
            "img_src": "/images/gabor_szabo.jpg",
            "img_title": "Gabor Szabo, Consultant/Trainer/Author/Chief Editor of PerlWeekly.",
            "img_alt": "Gabor Szabo",
            "description": "Mohammad, the most prolific CPAN contributor in the recent years."
        },
        {
            "img_src": "/images/lance_walton.jpg",
            "img_title": "Lance Walton, Partner at Underscore Consulting.",
            "img_alt": "Lance Walton",
            "description": "Mohammad is a determined and proficient developer with an enthusiasm for learning new techniques and languages. He inherited a nasty legacy codebase and was always eager to help when problems surfaced, not resting until the immediate problem had been solved and the cause of the problem removed..."
        },
        {
            "img_src": "/images/ronnie_stafford.jpg",
            "img_title": "Ronnie Stafford, PhD Research.",
            "img_alt": "Ronnie Stafford",
            "description": "Mohammad worked closely with me maintaining and developing one of SunGard APT's Risk Reporting platforms. He is an incredibly proficient Perl developer and is a very skilful problem solver. His vital contribution to the team enabled us to implement critical enhancements and modernisation to the product while maintaining customer service..."
        }
    ],
    [
        {
            "img_src": "/images/abdul_kamaly.jpg",
            "img_title": "Abdul Kamaly, Enterprise Data Architecture.",
            "img_alt": "Abdul Kamaly",
            "description": "Mohammed is a very hard working individual. He has developed the Work Order workflow process on the NBOSS system, which is developed and maintained in house. We used his workflow to transfer our existing work order process on to NBOSS. The workflow really streamlined our business unit's work order process..."
        },
        {
            "img_src": "/images/paul_gowers.jpg",
            "img_title": "Paul Gowers, Technical Analyst.",
            "img_alt": "Paul Gowers",
            "description": "I worked on the same team as Mohammad and we were writing SMS sender modules in Perl. He had produced much of the core of the Perl SMS sub-system using object oriented class modules when I joined. I enjoyed working with Mohammad and he was very helpful in getting me started into the job...."
        },
        {
            "img_src": "/images/ryan_harper.jpg",
            "img_title": "Ryan Harper, Senior Devops Consultant.",
            "img_alt": "Ryan Harper",
            "description": "Mohammad is the quiet genius that sits in the corner. He has an uncanny ability to resolve complex issues in rapid time. He has a great aptitude and never gets phased by anything. He just gets on with it. He is an absolute pleasure to work with..."
        }
    ],
    [
        {
            "img_src": "/images/raj_patel.jpg",
            "img_title": "Raj Patel, Technical Architect.",
            "img_alt": "Raj Patel",
            "description": "Mohammad is a great software engineer who gets on the job without fuss and delivers great code. On top of this, he is a very personable chap and it was a pleasure working with along side him...."
        },
        {
            "img_src": "/images/syed_raza_shahid.jpg",
            "img_title": "Syed Raza Shahid, Senior Language Modelling Scientist.",
            "img_alt": "Syed Raza Shahid",
            "description": "Muhammad was a first person to contact if I have problems in perl or related. Although, we were working in different teams but at times we collaborated on certain tasks. He is a good teacher. I learnt a lot from him...."
        }
    ]
]
